[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Cristian Stoica, Queen-Soft.blogspot.com
VERSION=1.0.0

[Language]
LANGUAGE=Română
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0418

[Menu]
FILE=&Fișier
COPY=&Copiază
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
EXIT=&Ieșire
THEME=&Temă
ZOOM=&Mărire
AUTO=&Automatic
FONT_SETTING=&Font Setting
HELP=&Ajutor
ABOUT=&Despre CrystalMark Retro
LANGUAGE=Limbă
VOICE_VOLUME=&Voice Volume
VOICE_LANGUAGE=Voice &Language
MAIN_UI_IN_ENGLISH=&Main UI in English

[Dialog]
DEFAULT=Default
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
ENABLED=Enabled
DISABLED=Disabled

[WindowTitle]
ABOUT=Despre CrystalMark Retro
FONT_SETTING=Font Setting

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=Oprește testarea.
DISK_CAPACITY_ERROR=Capacitatea discului este insuficientă.
DISK_CREATE_FILE_ERROR=Eroare creare fișier.
DISK_WRITE_ERROR=Eroare scriere.
DISK_READ_ERROR=Eroare citire.
DISK_SPD_NOT_FOUND=DiskSpd not found.
EXE_FILE_NOT_FOUND=Executable file not found.
EXE_FILE_MODIFIED=Executable file has been modified.
ATTACH_SCREENSHOT_MANUALLY=Please attach the screenshot manually.

[MainWindow]
SYSTEM_INFO_1=CPU:
SYSTEM_INFO_2=GPU:
SYSTEM_INFO_3=System:
SYSTEM_INFO_4=OS:
SYSTEM_INFO_5=Screen:
SYSTEM_INFO_6=Memory:
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=Disk
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=Stop
LABEL_1_1=Single
LABEL_1_2=Multi
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=Sequential Read
LABEL_2_2=Random Read
LABEL_2_3=Sequential Write
LABEL_2_4=Random Write
LABEL_3_1=Text
LABEL_3_2=Square
LABEL_3_3=Circle
LABEL_3_4=Image
LABEL_4_1=Title
LABEL_4_2=Break
LABEL_4_3=WireFrame
LABEL_4_4=Polygon

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)
